/* Это объявление переменной, мы наши кнопку по тегу */
const button = document.querySelector('button');


/* Тут на кнопку навешиваем обрабочик, который ждёт клика и тогда запустит логику */
button.addEventListener('click', function() {
	alert('коммуникабельность; устойчивость к стрессу; способность работать в команде;  умение разрешать конфликты;  достижение компромиссов;  логическое мышление;  креативность;  инновационное мышление;  лёгкость решения задач;  концентрация на цели;  доброта, позитивное отношение к людям;  тайм-менеджмент;  самодисциплина;  умение работать в условиях дефицита времени; желание и готовность учиться, продолжать саморазвитие; лёгкость адаптации к меняющимся условиям.')})

